////기초 출력문
//#include <stdio.h>
//
//
//int main(){
//    
//    //안녕하세요 출력하기
//    printf("안녕하세요");
//    
//    printf("\n");
//    
//    // "안녕하세요 출력하기"
//    printf("\"안녕하세요\"");
//    
//    printf("\n");
//    
//    // 안녕하세요 출력하고 줄 바꾸고 하이루 출력하기
//    printf("안녕하세요\n하이루");
//    
//    printf("\n");
//    
//    //100+100의 연산 결과 출력화기
//    printf("%d",100+100);
//    
//    printf("\n");
//    
//    //문자 C 출력하기
//    printf("%c",'C');
//    
//    printf("\n");
//    
//    //실수 3.141592 출력하기
//    printf("%lf",3.141592);
//    
//    printf("\n");
//    
//    //소수점 두자리까지 출력
//    printf("%.2lf",3.141592);
//    
//    return 0;
//}
